Repository: BruceQiu1996/webgallery
Catalog: WebGallery/App_GlobalResources/Submit.*.resx
Languages: chs, cht, es_es, ja_jp, tr_tr

# FileSizeTT_x64
source: File Size (x64)
chs: 文件大小 (x64)
cht: 檔案大小 (x64)
es_es: Tamaño del archivo (x64)
ja_jp: ファイルサイズ (x64)
tr_tr: Dosya Boyutu (x64)

# FileSizeTT_x86
source: File Size (x86)
chs: 文件大小 (x86)
cht: 檔案大小 (x86)
es_es: Tamaño del archivo (x86)
ja_jp: ファイルサイズ (x86)
tr_tr: Dosya Boyutu (x86)

# FileSizeValidationMessage_x64
source: File Size (x64) must be a positive integer (digits only) less than 250000000
chs: 文件大小 (x64) 必须是小于 250000000 的正整数(仅限数字)
cht: 檔案大小 (x64) 必須是小於 250000000 的正整數 (僅包括數字)
es_es: Tamaño del archivo (x64) debe ser un número entero positivo (solo números) inferior a 250.000.000
ja_jp: ファイルサイズ (x64) は250,000,000以下の正の整数で入力ください
tr_tr: Dosya Boyutu (x64), 250000000'den küçük pozitif bir tam sayı (sadece rakam) olmalıdır

# FileSizeValidationMessage_x86
source: File Size (x86) must be a positive integer (digits only) less than 250000000
chs: 文件大小 (x86) 必须是小于 250000000 的正整数(仅限数字)
cht: 檔案大小 (x86) 必須是小於 250000000 的正整數 (僅包括數字)
es_es: Tamaño del archivo (x86) debe ser un número entero positivo (solo números) inferior a 250.000.000
ja_jp: ファイルサイズ (x86) は250,000,000以下の正の整数で入力ください
tr_tr: Dosya Boyutu (x86), 250000000'den küçük pozitif bir tam sayı (sadece rakam) olmalıdır

# FinalStepsIntro
source: Everything checks out! You are almost there.
chs: 每件事都办妥了! 您马上就成功了。
cht: 所有項目都檢查通過。就快完成了，別放棄！
es_es: Comprobado. Casi hemos terminado.
ja_jp: すべて入力されました。ステップはほぼ完了しています。
tr_tr: Her şey tamam! İşlem neredeyse tamamlandı.

# FirstNameLabel
source: First Name
chs: 名
cht: 名字
es_es: Nombre
ja_jp: 名前
tr_tr: Ad

# FirstNameRequired
source: First Name is required
tr_tr: Ad zorunludur

# FixupSubmitButtonText
source: Submit
chs: 提交
cht: 提交
es_es: Enviar
ja_jp: 送信
tr_tr: Gönder

# GoToSubmitFormLinkText
source: Review and edit all submitted data
chs: 检查并编辑所有提交的数据
cht: 檢查並編輯所有已提交的資料
es_es: Revisar y modificar todos los datos enviados
ja_jp: 入力したデータの確認および編集
tr_tr: Tüm gönderilen verileri inceleyin ve düzenleyin

source: Ignore leading slash in start page
tr_tr: Başlangıç sayfasındaki ilk bölme işaretini yoksay

# IgnoreMinorFileSizeVariation
source: Ignore up to 10% deviation in file size
tr_tr: Dosya boyutunda %10 sapmayı yoksay

# IgnoreSome2ndCategories
source: Ignore 2nd Categories of ASPNET, PHP and Forums
tr_tr: ASPNET, PHP ve Forumların 2. kategorilerini yoksay

# ImagesHeader
source: Images
chs: 图像
cht: 圖像
es_es: Imágenes
ja_jp: 画像
tr_tr: Görüntüler

# LanguageLabel
source: Application Language
chs: 语言
cht: 語言
es_es: Idioma
ja_jp: 言語
tr_tr: Uygulama Dili

# LastNameLabel
source: Last Name
chs: 姓
cht: 姓氏
es_es: Apellido
ja_jp: 名字
tr_tr: Soyadı

# LastNameRequired
source: Last Name is required
tr_tr: Soyadı zorunludur

# LegaleseIntro
source: Please review and ensure that your application is compliant with the <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Windows Web App Gallery Principles" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web App Gallery Principles</a> including operating system and WebPI compatibility.
chs: 请检查并确保您的应用程序符合包括操作系统和 WebPI 兼容性在内的 <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Windows Web 应用程序库准则" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web 应用程序库准则</a>。
cht: 請檢視您的應用程式，確保它完全符合作業系統和 WebPI 相容性等 <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Windows Web App Gallery Principles" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web App Gallery 規範</a>。
es_es: Compruebe que su aplicación cumple los <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Principios de Windows Web App Gallery" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Principios de Windows Web App Gallery</a> incluido el sistema operativo y la compatibilidad WebPI.
ja_jp: アップロードするアプリケーションが<a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Windows Web App Gallery Principles" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web App Gallery Principles</a>に適合しているか確認してください。
tr_tr: Uygulamanızı inceleyin ve işletim sistemi ve WebPI uyumluluğu da dahil <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Windows Web App Gallery Principles" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web Uygulaması Galerisi İlkeleri</a> ile uyumlu olduğundan emin olun.

# LegaleseSectionHeader
source: Review Terms and Conditions and Submit:
tr_tr: Koşulları Okuyun ve Gönderin:

# ListBox_Instruction_Select1
source: Select one only
chs: 仅选择一个<br />
cht: 您只能選取一項
es_es: Seleccione uno solo
ja_jp: １つだけ<br />選択してください
tr_tr: Sadece birini seçin

# ListBox_Instruction_SelectMultiple
source: Use Ctrl/Cmd key to select more than one
chs: 使用 Ctrl/Cmd 键<br />选择多个
cht: 如要選取多個項目，請使用 Ctrl/Cmd 鍵
es_es: Use la tecla Ctrl o Cmd para seleccionar varios
ja_jp: １つ以上選択する場合、<br />Ctrl/Cmd キーを利用してください。
tr_tr: Birden fazla seçmek için Ctrl/Cmd tuşunu kullanın

# LogoDimensionsStatus
source: Logo image dimensions
chs: 徽标图像尺寸
cht: 標誌圖像尺寸
es_es: Dimensiones de la imagen del logotipo
tr_tr: Logo görüntüsü boyutları

# LogoExplanation
source: Your logo must be no more than 200px in width or height and provided in PNG format.
chs: 您的徽标大小必须为 200 x 200 像素且以 PNG 格式提供。
cht: 您的標誌尺寸必須是 200 x 200 像素，並使用 PNG 格式。
es_es: Su logotipo debe tener un tamaño de 200 x 200 píxeles y suministrarse en formato PNG.
ja_jp: 画像は200ドットx200ドット以内のPNGフォーマットで提供してください。
tr_tr: Logonuzun boyutu 200 x 200px olmalı ve PNG formatında sağlanmalıdır.

# LogoTypeStatus
source: Logo image type
chs: 徽标图像类型
cht: 標誌圖像類型
es_es: Tipo de imagen del logotipo
tr_tr: Logo görüntüsü türü

# ManifestExistsStatus
source: Manifest exists in ZIP
tr_tr: Bildiri, ZIP olarak var

# ManifestExistsStatus_x64
source: Manifest exists in ZIP (x64)
chs: ZIP 中存在清单 (x64)
cht: ZIP 中的資訊清單 (x64)
es_es: Existe un archivo manifest en ZIP (x64)
ja_jp: ZIP中にManifestが存在します (x64)
tr_tr: Bildiri, ZIP olarak var (x64)

# ManifestExistsStatus_x86
source: Manifest exists in ZIP (x86)
chs: ZIP 中存在清单 (x86)
cht: ZIP 中的資訊清單 (x86)
es_es: Existe un archivo manifest en ZIP (x86)
ja_jp: ZIP中にManifestが存在します (x86)
tr_tr: Bildiri, ZIP olarak var (x86)

# MD5HashExplanation
source: Provide the MD5 hash associated with the application packaged located at your package location URL. Software to calculate hash values can be downloaded <a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="Hash value calculation utility" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">here</a>. As stated in the <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Web Application Packaging Guidelines" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Web Application Packaging Walkthrough and Developer Guide</a> any changes to the package after submission will render the submission and the package invalid.
chs: 提供与位于包位置 URL 的打包应用程序相关的 MD5。可从<a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="哈希值计算实用工具" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">此处</a>下载计算哈希值的软件。如 <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Web 应用程序打包准则" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Web 应用程序打包演练和开发人员指南</a>所述，提交之后对包的任何更改将导致提交和包无效。
cht: 請針對位在封裝位置網址中的應用程式封裝，提供與其相關聯的 MD5 雜湊資料。您可以在<a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="雜湊值計算公用程式" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">這裡</a>下載用來計算雜湊值的軟體。如 <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Web 應用程式封裝方針" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Web 應用程式封裝逐步解說和開發人員指南</a>所述，如果您在提交後針對封裝進行任何變更，將造成提交項目和封裝無效的情況。
es_es: Proporcione el hash MD5 asociado con la aplicación empaquetada que se encuentra en la dirección URL de ubicación del paquete. El software para calcular los valores hash se puede descargar en <a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="Utilidad para el cálculo de valores hash" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">aquí</a>. Como se ha indicado en <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Instrucciones de empaquetado de aplicaciones web" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Guía del programador e información detallada del empaquetado de aplicaciones web</a> los cambios realizados en el paquete después de su publicación invalidarán la misma y el paquete.
tr_tr: Paket konumu URL adresinizde bulunan paketli uygulamanızla ilgili MD5 karmasını sağlayın. Karma değerleri hesaplama yazılımı <a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="Hash value calculation utility" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">buradan</a> yüklenebilir. <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Web Application Packaging Guidelines" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Web Uygulaması Paketleme Adım Adım ve Geliştirici Kılavuzu</a>'nda belirtildiği gibi gönderim sonrasında paket üzerinde yapılacak her türlü değişiklik gönderim ve paketin geçersiz olmasına neden olacaktır.

# MD5HashLabel
source: MD5 Hash
chs: MD5 哈希
cht: MD5 雜湊資料
es_es: Hash MD5
ja_jp: MD5 ハッシュ
tr_tr: MD5 Karması

# MD5HashLabel_x64
source: Package MD5 Hash (x64)
chs: 包 MD5 哈希 (x64)
cht: 封裝 MD5 雜湊資料 (x64)
es_es: Paquete Hash MD5 (x64)
ja_jp: MD5 ハッシュパッケージ (x64)
tr_tr: Paket MD5 Karması (x64)

# MD5HashLabel_x86
source: Package MD5 Hash (x86)
chs: 包 MD5 哈希 (x86)
cht: 封裝 MD5 雜湊資料 (x86)
es_es: Hash MD5 del paquete (x86)
ja_jp: MD5 ハッシュパッケージ (x86)
tr_tr: Paket MD5 Karması (x86)

# MD5HashStatus_x64
source: MD5 Hash (x64)
chs: MD5 哈希 (x64)
cht: MD5 雜湊資料 (x64)
es_es: Hash MD5 (x64)
ja_jp: MD5 ハッシュ (x64)
tr_tr: MD5 Karması (x64)

# MD5HashStatus_x86
source: MD5 Hash (x86)
chs: MD5 哈希 (x86)
cht: MD5 雜湊資料 (x86)
es_es: Hash MD5 (x86)
ja_jp: MD5 ハッシュ (x86)
tr_tr: MD5 Karması (x86)

# MD5HashTT_x64
source: MD5 Hash (x64)
chs: MD5 哈希 (x64)
cht: MD5 雜湊資料 (x64)
es_es: Hash MD5 (x64)
ja_jp: MD5 ハッシュ(x64)
tr_tr: MD5 Karması (x64)

# MD5HashTT_x86
source: MD5 Hash (x86)
chs: MD5 哈希 (x86)
cht: MD5 雜湊資料 (x86)
es_es: Hash MD5 (x86)
ja_jp: MD5 ハッシュ (x86)
tr_tr: MD5 Karması (x86)

# MetaDataCaption
source: Describe your application for visitors who speak:
tr_tr: Aşağıdakileri konuşan ziyaretçileriniz için uygulamanızı açıklayın:

# MetaDataValidationMessage
source: Each defined package language and English must also have an App Name, Description and Brief Description.
tr_tr: Her tanımlanan paket dili ve İngilizcenin bir Uygulama Adı, Açıklaması ve Kısa Açıklaması bulunmalıdır.

# MiddleNameLabel
source: Middle Name
chs: 中间名
cht: 中間名
es_es: 1º Apellido
ja_jp: ミドルネーム
tr_tr: İkinci Ad

# MissingCaptionText
source: These apps do not have corresponding submissions:
tr_tr: Bu uygulamalara karşılık gelen gönderim yok:

# MissingSubmissionIDHeader
source: ID
tr_tr: Kimlik

# MustBeZipValidationMessage_x64
source: The Package Location URL (x64) must have a ZIP extension
chs: 包位置 URL (x64) 必须具有 ZIP 扩展名
cht: 封裝位置網址 (x64) 必須包含 ZIP 副檔名
es_es: La dirección URL de ubicación del paquete (x64) debe tener una extensión ZIP
ja_jp: パッケージのURL(x64)は、拡張子がZIPである必要があります。
tr_tr: Dil Konumu URL adresi (x64) bir ZIP uzantısına sahip olmalıdır

# MustBeZipValidationMessage_x86
source: The Package Location URL (x86) must have a ZIP extension
chs: 包位置 URL (x86) 必须具有 ZIP 扩展名
cht: 封裝位置網址 (x86) 必須包含 ZIP 副檔名
es_es: La dirección URL de ubicación del paquete (x86) debe tener una extensión ZIP
ja_jp: パッケージのURL(x86)は、拡張子がZIPである必要があります。
tr_tr: Dil Konumu URL adresi (x86) bir ZIP uzantısına sahip olmalıdır

# MustBeZipValidationText
source: must have ZIP extension
chs: 必须具有 ZIP 扩展名
cht: 必須包含 ZIP 副檔名
es_es: debe tener una extensión ZIP–
ja_jp: 拡張子はZIPを指定してください。
tr_tr: ZIP uzantısına sahip olmalı

# MustBeZipValidationTooltip
source: The URL specified must end with a ZIP extension
chs: 指定的 URL 必须以 ZIP 扩展名结尾
cht: 指定網址的結尾必須使用 ZIP 副檔名
es_es: La dirección URL especificada debe terminar con una extensión ZIP
ja_jp: URLは、拡張子ZIPで終わる必要があります。
tr_tr: Belirtilen URL adresi, bir ZIP uzantısıyla sonlanmalıdır

# MyAppsIntroMsg
source: Welcome! From this page you can:<ul><li><a href="/apps/submit" title="submit a new application">Submit a new application.</a></li><li>Edit your previous submissions.</li><li>Test the validity of your application data.</li><li>Designate co-owners for your submissions.</li><li>Edit your <a href="/profile" title="edit your contact information">contact information</a>.</li></ul>
tr_tr: Hoş Geldiniz! Bu sayfadan aşağıdakileri yapabilirsiniz:<ul><li><a href="/apps/submit" title="submit a new application">Yeni bir uygulama gönderme.</a></li><li>Önceki gönderilerinizi düzenleme.</li><li>Uygulama verilerinizin geçerliliğini test etme.</li><li>Gönderileriniz için diğer ortakları belirtme.</li><li><a href="/profile" title="edit your contact information">İletişim bilgilerinizi</a> düzenleme.</li></ul>

# MyAppsTitle
source: Web App Gallery Submission Portal
tr_tr: Web Uygulama Galerisi Gönderi Portalı

# NewlySetLabel
source: new
tr_tr: yeni

# NextButtonText
source: Next
chs: 下一步
cht: 下一步
es_es: Siguiente
ja_jp: 次へ
tr_tr: İleri

# NoMissingCaptionText
source: All apps in the feed have a submission.
tr_tr: Beslemedeki tüm uygulamalarda bir gönderi var.

# NoOutOfSyncCaptionText
source: The submissions are in sync with the feed.
tr_tr: Gönderiler, beslemeyle uyumlu.

# NoSubmissionsMsg
source: You haven't submitted any applications yet. Click <a href="/apps/submit" title="submit an application">here</a> to get started.
tr_tr: Henüz herhangi bir uygulama göndermediniz. Başlamak için <a href="/apps/submit" title="submit an application">burayı</a> tıklatın.

# NumAppsListedInDashboardLbl
source: Number of submissions to show at once:
tr_tr: Bir kerede görüntülenecek gönderi sayısı:

# OrText
source: or
chs: 或
cht: 或是
es_es: o
ja_jp: もしくは
tr_tr: veya

# OutOfSyncBriefDescriptionHeader
source: Brief Description
tr_tr: Kısa Açıklama

# OutOfSyncCaptionText
source: These submissions are out of sync with the feed:
tr_tr: Bu gönderiler, beslemeyle uyumsuz:

# OutOfSyncDescriptionHeader
source: Description
tr_tr: Açıklama

# OutOfSyncEqualOrNotHeader
source: In Sync?
tr_tr: Uyumlu mu?

# OutOfSyncFeedValueHeader
source: Value in Feed
tr_tr: Beslemedeki Değer

# OutOfSyncFieldNameHeader
source: Field Name
tr_tr: Alan Adı

# OutOfSyncPrimaryCategoryHeader
source: Primary Category
tr_tr: Birincil Kategori

# OutOfSyncSubmissionEditData
source: Edit this submission's data
tr_tr: Bu gönderinin verilerini düzenle

# OutOfSyncSubmissionIDHeader
source: ID
tr_tr: Kimlik

# OutOfSyncSubmissionValueHeader
source: Value in Submission
tr_tr: Gönderideki Değer

# OutOfSyncSubmittingEntityHeader
source: Submitting Entity
tr_tr: Gönderen Kurum

# OutOfSyncSubmittingEntityUrlHeader
source: Submitting Entity URL
tr_tr: Gönderen Kurum URL adresi

# OutOfSyncUpdateBtnHeader
source: Update Submission
tr_tr: Gönderiyi Güncelle

# OutOfSyncUpdateBtnText
source: click
tr_tr: tıklat

# OwnerAddButtonText
source: Add Owner
tr_tr: Sahip Ekle

# OwnerAddRemoveErrorMsg
source: An internal error occurred. Please either try again or contact Microsoft's <a href='appgal@microsoft.com' title='App Gallery Team'>App Gallery Team</a> so we may assist you.
tr_tr: Bir dahili hata oluştu. Tekrar deneyin ya da size yardımcı olabilmemiz için <a href="mailto:appgal@microsoft.com" title="App Gallery Team">Microsoft'un Uygulama Galerisi Ekibi</a> ile iletişim kurun.

# OwnerConfirmEmailWatermark
source: Confirm Email Address
tr_tr: E-posta Adresini Onayla

# OwnerEMailWatermark
source: Email Address
tr_tr: E-posta Adresi

# OwnerFirstNameWatermark
source: First Name
tr_tr: Ad

# OwnerLastNameWatermark
source: Last Name
tr_tr: Soyadı

# OwnerNameLabel
source: Name
tr_tr: Adı

# OwnerRemoveButtonText
source: Remove
tr_tr: Kaldır

# OwnershipRequestErrorExplanation
source: There is a problem accepting or declining this invitation. Please contact Microsoft's <a href='appgal@microsoft.com' title='App Gallery Team'>App Gallery Team</a> for help resolving the issue.
tr_tr: Bu daveti kabul etme veya reddetmede bir sorun oluştur. Sorunu çözmede yardım için <a href="mailto:appgal@microsoft.com" title="App Gallery Team">Microsoft'un Uygulama Galerisi Ekibi</a> ile iletişim kurun.

# OwnershipRequestExpiredExplanation
source: We're sorry but this invitation has expired. It was issued more than a week ago. The issuer will need to submit a new invitation. Please acknowledge this message by clicking OK now.
tr_tr: Bu davetiyenin süresi dolmuş. Bir haftadan daha uzun bir süre önce verilmiş. Davetiyeyi gönderen yenisini göndermeli. Tamam'ı tıklatarak bu mesajı onaylayın.

# OwnershipRequestIntro
source: You have been invited to become a co-owner of an application.
tr_tr: Bir uygulamanın ortak sahibi olmak için davet edildiniz.

# OwnershipRequestProblemExplanation
source: You were invited to become an application co-owner but the invitation is no longer active. It was either rescinded or you accepted/declined the invitation previously. The invitation code is:
tr_tr: Bir uygulamanın ortak sahibi olmak için davet edildiniz ancak davetiye artık aktif değil. İptal edilmiş veya davetiyeyi daha önceden kabul/reddetmişsiniz. Davetiye kodu:

# OwnershipRequestQuestion
source: Do you wish to accept or decline the invitation?
tr_tr: Davetiyeyi kabul etmek mi, reddetmek mi istiyorsunuz?

# OwnerStatusLabel
source: Status
tr_tr: Durum

# OwnerStatus_Active
source: Active
tr_tr: Aktif

# OwnerStatus_Expired
source: Not Confirmed
tr_tr: Onaylanmadı

# OwnerStatus_Pending
source: Pending Confirmation
tr_tr: Onay Beklemede

# PacakageValidationMessage
source: Package information for at least one language is required
chs: x86 和/或 x64 的包信息必须完整
cht: 您必須完整填寫 x86 或 x64 (或兩者均有) 的封裝資料
es_es: Debe rellenarse toda la información del paquete para x86 o x64 (o ambos)
ja_jp: パッケージ情報は、x86向けもしくはｘ64向け(もしくは両方）のすべて入力されなければなりません。
tr_tr: En az bir dil için paket bilgileri gerekmektedir

# PackageCaption
source: Package Information
chs: 包信息
cht: 封裝資訊
es_es: Información del paquete
ja_jp: パッケージ情報
tr_tr: Paket Bilgileri

# PackageChangeImbalanceWarningCaption
source: Warning: Some but not all package language details have changed.
tr_tr: Uyarı: Bazı paket dili bilgileri değişti.

# PackageInfoSectionHeader
source: Provide Package Information:
tr_tr: Paket Bilgilerini Sağlayın:

# PackageInfoSectionSubheader
source: Package details are required for at least one language.
tr_tr: En az bir dil için paket bilgileri gerekmektedir.

# PackageLocationUrlExplanation
source: The package location is a direct, publically accessible web URL to your application package (<strong>zip</strong> file). This package should include the MSDeploy files you created as part of the <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Windows Web Application Gallery packaging guidelines" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web Application Gallery packaging guidelines</a>.<br /><br />If your application is being hosted on CodePlex, a special URL for your package is required. Example:<br /><strong style="font-size:0.75em"> http://YourApplicationName.codeplex.com/<br />Project/Download/FileDownload.aspx?<br />DownloadId=nnnnn</strong><br /> Substitute the name of the application at the beginning of the URL, and the DownloadID for the package in place of the <strong>nnnnn</strong>.
chs: 包位置是应用程序包(<strong>zip</strong> 文件)的可供公众直接访问的 web URL。此包应包括作为 <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Windows Web 应用程序库打包准则" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web 应用程序库打包准则</a>的一部分创建的 MSDeploy 文件。
cht: 封裝位置直接公開連結至您的應用程式封裝 (<strong>zip</strong> 檔案) 的網址，可供全部的人進行存取。此封裝應包含您建立的 MSDeploy 檔案 (包含在 <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Windows Web Application Gallery 封裝方針" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web Application Gallery 封裝方針</a>中)。
es_es: La ubicación del paquete es una dirección URL de la web directa y accesible por el público al paquete de su aplicación (archivo <strong>zip</strong>). Este paquete debe incluir los archivos MSDeploy que creó como parte de la <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Instrucciones de empaquetado de Windows Web Application Gallery" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Instrucciones de empaquetado de Windows Web Application Gallery</a>.
ja_jp: The package location is a direct, publically accessible web URL to your application package (<strong>zip</strong> file). This package should include the MSDeploy files you created as part of the <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Windows Web Application Gallery packaging guidelines" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web Application Gallery packaging guidelines</a>.
tr_tr: Paket konumu, uygulama paketiniz için doğrudan, herkes tarafından erişilebilir bir web URL adresidir (<strong>zip</strong> dosyası). Bu paket <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Windows Web Application Gallery packaging guidelines" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web Uygulama Galerisi paketleme talimatları</a> uyarınca oluşturduğunuz MSDeploy dosyalarını içermelidir.<br /><br />Uygulamanız CodePlex üzerinde barındırılıyorsa paketiniz için özel bir URL adresi gerekmektedir. Örnek:<br /><strong style="font-size:0.75em"> http://YourApplicationName.codeplex.com/<br />Project/Download/FileDownload.aspx?<br />DownloadId=nnnnn</strong><br /> URL adresinin başındaki uygulama adını ve paketin DownloadID'sini <strong>nnnnn</strong> ile değiştirin.

# PackageLocationUrlLabel
source: Package Location URL
chs: 包位置 URL
cht: 封裝位置網址
es_es: Dirección URL de ubicación del paquete
ja_jp: パッケージロケーション URL
tr_tr: Paket Konumu URL Adresi

# PackageLocationUrlLabel_x64
source: Package Location URL (x64)
chs: 包位置 URL (x64)
cht: 封裝位置網址 (x64)
es_es: Dirección URL de ubicación del paquete (x64)
ja_jp: パッケージロケーション URL (x64)
tr_tr: Paket Konumu URL Adresi (x64)

# PackageLocationUrlLabel_x86
source: Package Location URL (x86)
chs: 包位置 URL (x86)
cht: 封裝位置網址 (x86)
es_es: Dirección URL de ubicación del paquete (x86)
ja_jp: パッケージロケーション URL (x86)
tr_tr: Paket Konumu URL Adresi (x86)

# PackageLocationUrlStatus
source: Package Location URL
tr_tr: Paket Konumu URL Adresi
