Repository: BruceQiu1996/webgallery
Catalog: WebGallery/App_GlobalResources/Submit.*.resx
Languages: chs, cht, es_es, ja_jp, tr_tr

# SuperSubmitterRequestExpiredExplanation
source: We're sorry but this invitation has expired. It was issued more than a week ago. The issuer will need to submit a new invitation. Please acknowledge this message by clicking OK now.
tr_tr: Bu davetiyenin süresi dolmuş. Bir haftadan daha uzun bir süre önce verilmiş. Davetiyeyi gönderen yenisini göndermeli. Tamam'ı tıklatarak bu mesajı onaylayın.

# SuperSubmitterRequestIntro
source: You have been invited to become a super-submitter.
tr_tr: Bir süper gönderen olmak üzere davet edildiniz.

# SuperSubmitterRequestProblemExplanation
source: You were invited to become a super-submitter but the invitation is no longer active. It was either rescinded or you accepted/declined the invitation previously. The invitation code is:
tr_tr: Bir süper gönderen olmak için davet edildiniz ancak davetiye artık aktif değil. İptal edilmiş veya davetiyeyi daha önceden kabul/reddetmişsiniz. Davetiye kodu:

# SuperSubmitterRequestQuestion
source: Do you wish to accept or decline the invitation?
tr_tr: Davetiyeyi kabul etmek mi, reddetmek mi istiyorsunuz?

# SuperSubmittersIntroMsg
source: <strong>CAUTION</strong>: super-submitters can modify all applications and contact details. Only Microsoft employees and trusted contractors should be assigned as super-submitters.
tr_tr: <strong>DİKKAT</strong>: süper gönderenler tüm uygulamaları ve iletişim bilgilerini değiştirebilir. Sadece Microsoft çalışanları ve güvenilir taşeronlar süper gönderenler olarak atanmalıdır.

# SuperSubmitterStatusLabel
source: Status
tr_tr: Durum

# SuperSubmitterStatus_Active
source: Active
tr_tr: Aktif

# SuperSubmitterStatus_Expired
source: Not Confirmed
tr_tr: Onaylanmadı

# SuperSubmitterStatus_Pending
source: Pending Confirmation
tr_tr: Onay Beklemede

# SuperSubmittersTitle
source: Assign Super-Submitters
tr_tr: Süper Gönderenler Ata

# SupportUrlExplanation
source: The <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Windows Web App Gallery Principles" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web App Gallery Principles</a> require your application to provide free web based support to customers.
chs: <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Windows Web 应用程序库准则" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web 应用程序库准则</a>要求您的应用程序向客户提供基于 web 的免费支持。
cht: 按照 <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Windows Web App Gallery 原則" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web App Gallery 規範</a>要求，您的應用程式必須提供客戶免費的網路支援服務。
es_es: Los <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Principios de Windows Web App Gallery" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Principios de Windows Web App Gallery</a> requieren que su aplicación proporcione soporte gratuito basado en web a los clientes.
ja_jp: <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Windows Web App Gallery Principles" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web App Gallery Principles</a>は、Webベースのサポートを提供するために、あなたのアプリケーションが必要です
tr_tr: <a href="http://learn.iis.net/page.aspx/605/web-application-gallery-principles/" title="Windows Web App Gallery Principles" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web Uygulama Galerisi İlkeleri</a> uygulamanızın müşterilere ücretsiz web tabanlı destek sunmasını gerektirir.

# SupportUrlLabel
source: Support URL
chs: 支持 URL
cht: 支援服務網址
es_es: Dirección URL de soporte
ja_jp: サポート URL
tr_tr: Destek URL adresi

# SupportUrlStatus
source: Support URL
chs: 支持 URL
cht: 支援服務網址
es_es: Dirección URL de soporte
ja_jp: サポート URL
tr_tr: Destek URL adresi

# SupportUrlValidationMessage
source: Invalid Support URL
chs: 支持 URL 无效
cht: 無效的支援服務網址
es_es: Dirección URL de soporte no válida
ja_jp: サポート URL が間違っています
tr_tr: Geçersiz Destek URL adresi

# SyncWithFeedBtnText
source: What submissions are out of sync with the feed?
tr_tr: Hangi gönderiler, beslemeyle uyumsuzdur?

# SyncWithFeedLoadingText
source: Loading...
tr_tr: Yükleniyor...

# TermsAndConditionsLabel
source: I accept the Terms and Conditions of the Web Application <a href="/agreement" title="Submission Agreement" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Submission Agreement</a>.
chs: 我接受 Web 应用程序<a href="SubmissionAgreement.aspx" title="提交协议" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">提交协议</a>的条款和条件。
cht: 我同意遵守 Web 應用程式<a href="SubmissionAgreement.aspx" title="提交合約" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">提交合約</a>中的《條款和條件》。
es_es: Acepto los Términos y condiciones de la aplicación web <a href="/agreement" title="Acuerdo de publicación" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Acuerdo de publicación</a>.
ja_jp: 私は、Web アプリケーション <a href="/agreement" title="Submission Agreement" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Submission Agreement</a>使用条件に同意します。
tr_tr: Web Uygulaması <a href="/agreement" title="Submission Agreement" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Gönderme Sözleşmesi</a>'nin Koşullarını kabul ediyorum.

# TermsAndConditionsTT
source: Do you agree with the Terms and Conditions?
chs: 是否同意条款和条件?
cht: 您是否同意遵守《條款和條件》？
es_es: ¿Acepta los Términos y condiciones?
ja_jp: この使用条件に同意しますか？
tr_tr: Koşulları onaylıyor musunuz?

# TermsAndConditionsValidationMessage
source: Terms and Conditions
chs: 条款和条件
cht: 條款和條件
es_es: Términos y condiciones
ja_jp: 使用条件
tr_tr: Koşullar

# TitleLabel
source: Title
chs: 标题
cht: 標題
es_es: Título
ja_jp: タイトル
tr_tr: Unvanı

# TransactionDescriptionHeader
source: Description
tr_tr: Açıklama

# TransactionNewTextLabel
source: Description
tr_tr: Açıklama

# TransactionNewTextTooltip
source: Description
tr_tr: Açıklama

# TransactionNewTypeLabel
source: Type
tr_tr: Türü

# TransactionNewTypeTooltip
source: Type
tr_tr: Türü

# TransactionSubmitText
source: Add
tr_tr: Ekle

# TransactionSubmitTooltip
source: Submit
tr_tr: Gönder

# TransactionTaskIDHeader
source: ID
tr_tr: Kimlik

# TransactionTaskTypeHeader
source: Type
tr_tr: Türü

# TransactionTimestampHeader
source: Date / Time
tr_tr: Tarih / Saat

# UnchangedLabel
source: unchanged
tr_tr: değiştirilmemiş

# UnknownUrlFormatValidationText
source: unknown URL format
chs: URL 格式未知
cht: 未知的網址格式
es_es: formato de dirección URL desconocido
ja_jp: URLフォーマットが間違っています
tr_tr: bilinmeyen URL formatı

# UnknownUrlFormatValidationTooltip
source: the format of this URL is not recognized
chs: 此 URL 的格式无法识别
cht: 無法辨識此網址的格式
es_es: el formato de esta dirección URL no se reconoce
ja_jp: このURLフォーマットを認識できません
tr_tr: bu URL adresinin formatı algılanamadı

# UpdateBtnText
source: update
tr_tr: güncelleyin

# UpgradeIE
source: Submission and editing of applications is not supported in this version of Internet Explorer. Please <a href="http://www.microsoft.com/windows/internet-explorer/default.aspx" onclick="window.open(this.href, '_blank', ''); return false;" title="Upgrade Internet Explorer">upgrade</a> your version of Internet Explorer or use a different browser.
tr_tr: Uygulamaların gönderilmesi ve düzenlenmesi bu Internet Explorer sürümünde desteklenmemektedir. Lütfen Internet Explorer sürümünüzü <a href="http://www.microsoft.com/windows/internet-explorer/default.aspx" onclick="window.open(this.href, '_blank', ''); return false;" title="Upgrade Internet Explorer">yükseltin</a> veya farklı bir tarayıcı kullanın.

# URLsHeader
source: URLs
chs: URL
cht: 網址
es_es: Direcciones URL
ja_jp: URL
tr_tr: URL adresleri

# ValidationSectionHeader
source: Validate Entries:
tr_tr: Girişleri Onayla:

# ValidationSummaryHeader
source: The following information is required before you can submit this application:
chs: <p>可提交此应用程序之前需提供以下信息:</p>
cht: 提交此應用程式前，請您先提供下列資訊：
es_es: Antes de publicar esta aplicación necesita proporcionar la siguiente información:
ja_jp: このアプリケーションを登録する前に、以下の情報が必要です：
tr_tr: Bu uygulamayı gönderebilmeniz için aşağıdaki bilgileri sağlamanız gerekmektedir:

# VersionLabel
source: Version
chs: 版本
cht: 版本
es_es: Versión
ja_jp: バージョン
tr_tr: Sürüm

# ViewLastSubmissionText
source: View last submission
chs: 查看上次提交
cht: 檢視最新的提交項目
es_es: Ver última publicación
ja_jp: 最後の登録をみる
tr_tr: Son gönderiyi göster

# WeirdFeedDependencyText
source: Dependency in Feed but not in Submission
tr_tr: Gönderiye değil Beslemeye Bağımlılık

# ZipRegionCodeLabel
source: ZIP or Region Code
chs: ZIP 或区域代码
cht: 郵遞區號或地區碼
es_es: Código postal
ja_jp: 郵便番号
tr_tr: Posta veya Bölge Kodu

# LogoLabel
source: Logo
chs: 徽标
cht: 標誌
ja_jp: ロゴ

# PositiveIntegersOnlyValidationText
source: 1 to 250000000
chs: 1 至 250000000
cht: 1 至 250000000
es_es: 1 hasta 250.000.000
ja_jp: 1 から 250000000

# PrefixDrText
source: Dr.
chs: 博士
cht: 博士
ja_jp: 様

# SuffixJrText
source: Jr.
chs: 小
cht: 先生|太太|女士|小姐|博士|醫師|教授|老師
es_es: Hijo

# SuffixSrText
source: Sr.
chs: 老
cht: 先生|太太|女士|小姐|博士|醫師|教授|老師
es_es: Padre
