Repository: BruceQiu1996/webgallery
Catalog: WebGallery/App_GlobalResources/Submit.*.resx
Languages: chs, cht, es_es, ja_jp, tr_tr

# PackageLocationUrlStatus_x64
source: Package Location URL (x64)
chs: 包位置 URL (x64)
cht: 封裝位置網址 (x64)
es_es: Dirección URL de ubicación del paquete (x64)
ja_jp: パッケージロケーション URL (x64)
tr_tr: Paket Konumu URL Adresi (x64)

# PackageLocationUrlStatus_x86
source: Package Location URL (x86)
chs: 包位置 URL (x86)
cht: 封裝位置網址 (x86)
es_es: Dirección URL de ubicación del paquete (x86)
ja_jp: パッケージロケーション URL (x86)
tr_tr: Paket Konumu URL Adresi (x86)

# PackageLocationUrlTT_x64
source: Package Location URL (x64)
chs: 包位置 URL (x64)
cht: 封裝位置網址 (x64)
es_es: Dirección URL de ubicación del paquete (x64)
ja_jp: パッケージロケーション URL (x64)
tr_tr: Paket Konumu URL Adresi (x64)

# PackageLocationUrlTT_x86
source: Package Location URL (x86)
chs: 包位置 URL (x86)
cht: 封裝位置網址 (x86)
es_es: Dirección URL de ubicación del paquete (x86)
ja_jp: パッケージロケーション URL (x86)
tr_tr: Paket Konumu URL Adresi (x86)

# PackageLocationUrlValidationMessage_x64
source: Invalid Package Location URL (x64)
chs: 包位置 URL 无效 (x64)
cht: 無效的封裝位置網址 (x64)
es_es: Dirección URL de ubicación del paquete (x64) no válida
ja_jp: 無効なパッケージロケーション URL (x64)
tr_tr: Geçersiz Paket Konumu URL Adresi (x64)

# PackageLocationUrlValidationMessage_x86
source: Invalid Package Location URL
chs: 包位置 URL 无效 (x86)
cht: 無效的封裝位置網址 (x86)
es_es: Dirección URL de ubicación del paquete (x86) no válida
ja_jp: 無効なパッケージロケーション URL (x86)
tr_tr: Geçersiz Paket Konumu URL Adresi

# PackagesHeader
source: Packages
chs: 包
cht: 封裝
es_es: Paquetes
ja_jp: パッケージ
tr_tr: Paketler

# PrefixDefaultText
source: Prefix
chs: 前缀
cht: 稱謂
es_es: Prefijo
ja_jp: 敬称
tr_tr: Önek

# PrefixMissText
source: Miss
chs: 小姐
cht: 小姐
es_es: Srta.
tr_tr: Bayan

# PrefixMrsText
source: Mrs.
chs: 夫人
cht: 太太
es_es: Srta.
tr_tr: Bayan

# PrefixMrText
source: Mr.
chs: 先生
cht: 先生
es_es: Sr.
tr_tr: Bay

# PrefixMsText
source: Ms.
chs: 女士
cht: 女士
es_es: Sra.
tr_tr: Bayan

# PrefixTT
source: Prefix
chs: 前缀
cht: 稱謂
es_es: Prefijo
ja_jp: 敬称
tr_tr: Önek

# PrimaryCategoryExplanation
source: Select the primary category for your application. Application may fall into more one or more categories. You have the option of associating your application with a second category.
chs: 选择应用程序的主要类别。应用程序可能属于一个或多个类别。您可选择将应用程序关联到辅助类别。
cht: 請選取應用程式的主要類別。由於應用程式可能符合一個或多個類別，您可以選擇另外為該程式與次要類別建立關聯。
es_es: Seleccione la categoría principal de su aplicación. La aplicación puede incluirse en una o varias categorías. Tiene la posibilidad de asociar su aplicación a una categoría secundaria.
ja_jp: アプリケーションの主要なカテゴリを選択してください。アプリケーションには、複数のカテゴリを設定する場合、副カテゴリを選択してください。
tr_tr: Uygulamanız için birincil kategoriyi seçin. Uygulama bir ya da daha fazla kategoride yer alabilir. Uygulamanızı ikinci bir kategoriyle ilişkilendirebilirsiniz.

# PrimaryCategoryLabel
source: Primary Category
chs: 主要类别
cht: 主要類別
es_es: Categoría principal
ja_jp: 主カテゴリー
tr_tr: Birincil Kategori

# ProductHeader
source: Product
chs: 产品
cht: 產品
es_es: Producto
ja_jp: 製品
tr_tr: Ürün

# ProductStatus
source: Product
chs: 产品
cht: 產品
es_es: Producto
ja_jp: 製品
tr_tr: Ürün

# ProfessionalServicesUrlExplanation
source: Provide an URL to the Web page where you promote your commercial services.
chs: 提供推出促销商用服务的网页 URL。
cht: 請提供您用來宣傳商務之網頁的網址。
es_es: Proporcione una dirección URL a la página web donde promocionar sus servicios comerciales.
ja_jp: 商用利用サービスWebサイトのURLを入力してください。
tr_tr: Ticari hizmetlerinizi tanıttığınız web sayfası için bir URL adresi sağlayın.

# ProfessionalServicesUrlLabel
source: Professional Services URL
chs: 专业服务 URL
cht: 專業服務網址
es_es: Dirección URL de servicios profesionales
ja_jp: プロフェッショナルサービス URL
tr_tr: Profesyonel Hizmetler URL adresi

# ProfessionalServicesUrlStatus
source: Professional Services URL
chs: 专业服务 URL
cht: 專業服務網址
es_es: Dirección URL de servicios profesionales
ja_jp: プロフェッショナルサービス URL
tr_tr: Profesyonel Hizmetler URL adresi

# ProfessionalServicesUrlValidationMessage
source: Invalid Professional Services URL
chs: 专业服务 URL 无效
cht: 無效的專業服務網址
es_es: Dirección URL de servicios profesionales no válida
ja_jp: プロフェッショナルサービス URLが間違っています。
tr_tr: Geçersiz Profesyonel Hizmetler URL adresi

# ProvinceLabel
source: State, Province, etc.
chs: 州、省等
cht: 州、省等等
es_es: Región, Provincia, etc.
ja_jp: 県など
tr_tr: Eyalet, Şehir, vb.

# PublicLocationUrlLabel_x64
source: Public Location URL (x64)
tr_tr: Açık Konum URL Adresi (x64)

# PublicLocationUrlLabel_x86
source: Public Location URL (x86)
tr_tr: Açık Konum URL Adresi (x86)

# ReleaseDateExplanation
source: The date that the submitted application has been or will be publically available.
chs: 已经或将要向公众提供提交的应用程序的日期
cht: 提交的應用程式將來推出供大眾使用的日期 (如果應用程式已經公開，您仍然需要提供其之前的推出日期)。
es_es: La fecha que se ha publicado la aplicación o en la que estará disponible al público.
ja_jp: 登録したアプリケーションの公開開始される日付を入力
tr_tr: Gönderilen uygulamanın herkese açık olarak sunulduğu veya sunulacağı tarih.

# ReleaseDateLabel
source: Release Date
chs: 发行日期
cht: 發行日期
es_es: Fecha de lanzamiento
ja_jp: 公開日
tr_tr: Yayın Tarihi

# ReleaseDateValidationMessage
source: Invalid Release Date format
chs: 发行日期格式无效
cht: 無效的發行日期格式
es_es: Formato de fecha de lanzamiento no válido
ja_jp: 公開日付のフォーマットが間違っています
tr_tr: Geçersiz Yayın Tarihi formatı

# RequiredValidationTooltip
source: required
chs: 必需
cht: 必要資訊
es_es: obligatorio
ja_jp: 必要
tr_tr: zorunlu

# Screenshot1DimensionsStatus
source: Screenshot image 1 dimensions
chs: 屏幕截图图像 1 尺寸
cht: 螢幕擷取畫面圖像 1 的尺寸
es_es: Dimensiones de la imagen de la captura de pantalla 1
ja_jp: 画面イメージ 1 寸法
tr_tr: Ekran görüntüsü 1 boyutlar

# Screenshot1Label
source: Screenshot 1
chs: 屏幕截图 1
cht: 螢幕擷取畫面 1
es_es: Captura de pantalla 1
ja_jp: 画面イメージ 1
tr_tr: Ekran görüntüsü 1

# Screenshot1TypeStatus
source: Screenshot image 1 type
chs: 屏幕截图图像 1 类型
cht: 螢幕擷取畫面圖像 1 的類型
es_es: Tipo de la imagen de la captura de pantalla 1
ja_jp: 画面イメージ 1 種類
tr_tr: Ekran görüntüsü 1 tür

# Screenshot2DimensionsStatus
source: Screenshot image 2 dimensions
chs: 屏幕截图图像 2 尺寸
cht: 螢幕擷取畫面圖像 2 的尺寸
es_es: Dimensiones de la imagen de la captura de pantalla 2
ja_jp: 画面イメージ 2 寸法
tr_tr: Ekran görüntüsü 2 boyutlar

# Screenshot2Label
source: Screenshot 2
chs: 屏幕截图 2
cht: 螢幕擷取畫面 2
es_es: Captura de pantalla 2
ja_jp: 画面イメージ 2
tr_tr: Ekran görüntüsü 2

# Screenshot2TypeStatus
source: Screenshot image 2 type
chs: 屏幕截图图像 2 类型
cht: 螢幕擷取畫面圖像 2 的類型
es_es: Tipo de la imagen de la captura de pantalla 2
ja_jp: 画面イメージ 2 種類
tr_tr: Ekran görüntüsü 2 tür

# Screenshot3DimensionsStatus
source: Screenshot image 3 dimensions
chs: 屏幕截图图像 3 尺寸
cht: 螢幕擷取畫面圖像 3 的尺寸
es_es: Dimensiones de la imagen de la captura de pantalla 3
ja_jp: 画面イメージ 3 寸法
tr_tr: Ekran görüntüsü 3 boyutlar

# Screenshot3Label
source: Screenshot 3
chs: 屏幕截图 3
cht: 螢幕擷取畫面 3
es_es: Captura de pantalla 3
ja_jp: 画面イメージ 3
tr_tr: Ekran görüntüsü 3

# Screenshot3TypeStatus
source: Screenshot image 3 type
chs: 屏幕截图图像 3 类型
cht: 螢幕擷取畫面圖像 3 的類型
es_es: Tipo de la imagen de la captura de pantalla 3
ja_jp: 画面イメージ 3 種類
tr_tr: Ekran görüntüsü 3 tür

# Screenshot4DimensionsStatus
source: Screenshot image 4 dimensions
chs: 屏幕截图图像 4 尺寸
cht: 螢幕擷取畫面圖像 4 的尺寸
es_es: Dimensiones de la imagen de la captura de pantalla 4
ja_jp: 画面イメージ 4 寸法
tr_tr: Ekran görüntüsü 4 boyutlar

# Screenshot4Label
source: Screenshot 4
chs: 屏幕截图 4
cht: 螢幕擷取畫面 4
es_es: Captura de pantalla 4
ja_jp: 画面イメージ 4
tr_tr: Ekran görüntüsü 4

# Screenshot4TypeStatus
source: Screenshot image 4 type
chs: 屏幕截图图像 4 类型
cht: 螢幕擷取畫面圖像 4 的類型
es_es: Tipo de la imagen de la captura de pantalla 4
ja_jp: 画面イメージ 4 種類
tr_tr: Ekran görüntüsü 4 tür

# Screenshot5DimensionsStatus
source: Screenshot image 5 dimensions
chs: 屏幕截图图像 5 尺寸
cht: 螢幕擷取畫面圖像 5 的尺寸
es_es: Dimensiones de la imagen de la captura de pantalla 5
ja_jp: 画面イメージ 5 寸法
tr_tr: Ekran görüntüsü 5 boyutlar

# Screenshot5Label
source: Screenshot 5
chs: 屏幕截图 5
cht: 螢幕擷取畫面 5
es_es: Captura de pantalla 5
ja_jp: 画面イメージ 5
tr_tr: Ekran görüntüsü 5

# Screenshot5TypeStatus
source: Screenshot image 5 type
chs: 屏幕截图图像 5 类型
cht: 螢幕擷取畫面圖像 5 的類型
es_es: Tipo de la imagen de la captura de pantalla 5
ja_jp: 画面イメージ 5 種類
tr_tr: Ekran görüntüsü 5 tür

# Screenshot6DimensionsStatus
source: Screenshot image 6 dimensions
chs: 屏幕截图图像 6 尺寸
cht: 螢幕擷取畫面圖像 6 的尺寸
es_es: Dimensiones de la imagen de la captura de pantalla 6
ja_jp: 画面イメージ 6 寸法
tr_tr: Ekran görüntüsü 6 boyutlar

# Screenshot6Label
source: Screenshot 6
chs: 屏幕截图 6
cht: 螢幕擷取畫面 6
es_es: Captura de pantalla 6
ja_jp: 画面イメージ 6
tr_tr: Ekran görüntüsü 6

# Screenshot6TypeStatus
source: Screenshot image 6 type
chs: 屏幕截图图像 6 类型
cht: 螢幕擷取畫面圖像 6 的類型
es_es: Tipo de la imagen de la captura de pantalla 6
ja_jp: 画面イメージ 6 種類
tr_tr: Ekran görüntüsü 6 tür

# ScreenshotExplanation
source: Add up to 6 screenshots of your application. Screenshots should be no more than 800px in width or 600px in height and provided in PNG format.
chs: 添加最多 6 张应用程序的屏幕截图。屏幕截图大小应为 800 x 600 且以 PNG 格式提供。
cht: 您最多可以加入 6 張應用程式的螢幕擷取畫面。畫面尺寸必須是 800 x 600 像素，並使用 PNG 格式。
es_es: Agregue hasta 6 capturas de pantalla de su aplicación. Las captura de pantalla debe tener un tamaño de 800 x 600 píxeles y suministrarse en formato PNG.
ja_jp: 最大6画面イメージまで追加できます。画面イメージはPNGフォーマットで800x600の解像度でご用意ください。
tr_tr: Uygulamanızın 6 adete kadar ekran görüntüsünü ekleyebilirsiniz. Ekran görüntüleri 800 x 600px boyutunda olmalı ve PNG formatında sağlanmalıdır.

# ScreenshotsCaption
source: Screenshots (optional)
chs: 屏幕截图(可选)
cht: 螢幕擷取畫面 (選擇性)
es_es: Capturas de pantalla (opcional)
ja_jp: 画面イメージ(オプション)
tr_tr: Ekran görüntüleri (opsiyonel)

# ScreenshotTT_1
source: Screenshot Image 1
chs: 屏幕截图图像 1
cht: 螢幕擷取畫面圖像 1
es_es: Imagen de la captura de pantalla 1
ja_jp: 画面イメージ 1
tr_tr: Ekran Görüntüsü 1

# ScreenshotTT_2
source: Screenshot Image 2
chs: 屏幕截图图像 2
cht: 螢幕擷取畫面圖像 2
es_es: Imagen de la captura de pantalla 2
ja_jp: 画面イメージ 2
tr_tr: Ekran Görüntüsü 2

# ScreenshotTT_3
source: Screenshot Image 3
chs: 屏幕截图图像 3
cht: 螢幕擷取畫面圖像 3
es_es: Imagen de la captura de pantalla 3
ja_jp: 画面イメージ 3
tr_tr: Ekran Görüntüsü 3

# ScreenshotTT_4
source: Screenshot Image 4
chs: 屏幕截图图像 4
cht: 螢幕擷取畫面圖像 4
es_es: Imagen de la captura de pantalla 4
ja_jp: 画面イメージ 4
tr_tr: Ekran Görüntüsü 4

# ScreenshotTT_5
source: Screenshot Image 5
chs: 屏幕截图图像 5
cht: 螢幕擷取畫面圖像 5
es_es: Imagen de la captura de pantalla 5
ja_jp: 画面イメージ 5
tr_tr: Ekran Görüntüsü 5

# ScreenshotTT_6
source: Screenshot Image 6
chs: 屏幕截图图像 6
cht: 螢幕擷取畫面圖像 6
es_es: Imagen de la captura de pantalla 6
ja_jp: 画面イメージ 6
tr_tr: Ekran Görüntüsü 6

# SecondaryCategoryExplanation
source: Select a secondary category for your application.
chs: 选择应用程序的辅助类别。
cht: 選取應用程式的次要類別。
es_es: Seleccione la categoría secundaria de su aplicación.
ja_jp: アプリケーションのサブカテゴリを選択してください。
tr_tr: Uygulamanız için ikincil bir kategori seçin.

# SecondaryCategoryLabel
source: Secondary Category
chs: 辅助类别
cht: 次要類別
es_es: Categoría secundaria
ja_jp: サブカテゴリ
tr_tr: İkincil Kategori

# SHA1HashExplanation
source: Provide the SHA-1 hash associated with the application packaged located at your package location URL. Software to calculate hash values can be downloaded <a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="Hash value calculation utility" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">here</a>. As stated in the <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Web Application Packaging Guidelines" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Web Application Packaging Walkthrough and Developer Guide</a> any changes to the package after submission will render the submission and the package invalid.
chs: 提供与位于包位置 URL 的打包应用程序相关联的 SHA-1 哈希。可从<a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="哈希值计算实用工具" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">此处</a>下载计算哈希值的软件。如 <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Web 应用程序打包准则" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Web 应用程序打包演练和开发人员指南</a>所述， 提交之后对包的任何更改将导致提交和包无效。
cht: 請針對位在封裝位置網址中的應用程式封裝，提供與其相關聯的 SHA-1 雜湊資料。您可以在<a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="雜湊值計算公用程式" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">這裡</a>下載用來計算雜湊值的軟體。如 <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Web 應用程式封裝方針" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Web 應用程式封裝逐步解說和開發人員指南</a>所述，如果您在提交後針對封裝進行任何變更，將造成提交項目和封裝無效的情況。
es_es: Proporcione el hash SHA-1 asociado con la aplicación empaquetada que se encuentra en la dirección URL de ubicación del paquete. El software para calcular los valores hash se puede descargar en <a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="Utilidad para el cálculo de valores hash" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">aquí</a>. Como se ha indicado en <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Instrucciones de empaquetado de aplicaciones web" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Guía del programador e información detallada del empaquetado de aplicaciones web</a> los cambios realizados en el paquete después de su publicación invalidarán la misma y el paquete.
ja_jp: SHA-1ハッシュと関連づけられたアプリケーションパッケージの所在URLを入力してください。<a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="ハッシュ値計算ユーティリティ" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">ハッシュ値計算ユーティリティをダウンロードしてください。<a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Web アプリケーション パッケージング ガイドライン" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Web アプリケーション パッキング 手順、および、開発ガイド</a>で述べられているとおり、パッケージを登録した後のパッケージ内容変更は、登録とパッケージングが無効になります。
tr_tr: Paket konumu URL adresinizde bulunan paketli uygulamanızla ilgili SHA-1 karmasını sağlayın. Karma değerleri hesaplama yazılımı <a href="http://www.microsoft.com/downloads/details.aspx?FamilyID=B3C93558-31B7-47E2-A663-7365C1686C08&displaylang=en" title="Hash value calculation utility" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">buradan</a> yüklenebilir. <a href="http://learn.iis.net/page.aspx/578/application-packaging-guide-for-the-windows-web-application-gallery/" title="Web Application Packaging Guidelines" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Web Uygulaması Paketleme Adım Adım ve Geliştirici Kılavuzu</a>'nda belirtildiği gibi gönderim sonrasında paket üzerinde yapılacak her türlü değişiklik gönderim ve paketin geçersiz olmasına neden olacaktır.

# SHA1HashLabel
source: SHA-1 Hash
chs: SHA-1 哈希
cht: SHA-1 雜湊資料
es_es: Hash SHA-1
ja_jp: SHA-1 ハッシュ
tr_tr: SHA-1 Karması

# SHA1HashLabel_x64
source: SHA-1 Hash (x64)
chs: 包 SHA-1 哈希 (x64)
cht: 封裝 SHA-1 雜湊資料 (x64)
es_es: Hash SHA-1 del paquete (x64)
ja_jp: SHA-1 ハッシュ (x64) パッケージ
tr_tr: SHA-1 Karması (x64)

# SHA1HashLabel_x86
source: SHA-1 Hash (x86)
chs: 包 SHA-1 哈希 (x86)
cht: 封裝 SHA-1 雜湊資料 (x86)
es_es: Hash SHA-1 del paquete (x86)
ja_jp: SHA1HashLabel_x64 SHA-1 ハッシュ (x86) パッケージ
tr_tr: SHA-1 Karması (x86)

# SHA1HashStatus
source: SHA-1 Hash
tr_tr: SHA-1 Karması

# SHA1HashStatus_x64
source: SHA-1 Hash (x64)
chs: SHA-1 哈希 (x64)
cht: SHA-1 雜湊資料 (x64)
es_es: Hash SHA-1 (x64)
ja_jp: SHA-1 ハッシュ (x64)
tr_tr: SHA-1 Karması (x64)

# SHA1HashStatus_x86
source: SHA-1 Hash (x86)
chs: SHA-1 哈希 (x86)
cht: SHA-1 雜湊資料 (x86)
es_es: Hash SHA-1 (x86)
ja_jp: SHA-1 ハッシュ (x86)
tr_tr: SHA-1 Karması (x86)

# SHA1HashTT_x64
source: SHA-1 Hash (x64)
chs: SHA-1 哈希 (x64)
cht: SHA-1 雜湊資料 (x64)
es_es: Hash SHA-1 (x64)
ja_jp: SHA-1 ハッシュ (x64)
tr_tr: SHA-1 Karması (x64)

# SHA1HashTT_x86
source: SHA-1 Hash (x86)
chs: SHA-1 哈希 (x86)
cht: SHA-1 雜湊資料 (x86)
es_es: Hash SHA-1 (x86)
ja_jp: SHA-1 ハッシュ (x86)
tr_tr: SHA-1 Karması (x86)

# StateLabel
source: State
chs: 州
cht: 州/省
es_es: Provincia
ja_jp: 州
tr_tr: Eyalet

# StateProvinceValidationMessage
source: State, Province, etc.
chs: 州、省等
cht: 州、省等等
es_es: Región, Provincia, etc.
ja_jp: 県
tr_tr: Eyalet, Şehir, vb.

# StatusCheckingIntro
source: We are in the process of doing some cursory validation of your submission. In the event of any issues discovered, you will be notified on this page and through email. If the application package passes this testing, status will be communicated to you through email.
chs: 我们正在对您的提交进行快速验证。如果发现任何问题，将在此页并通过电子邮件通知您。如果应用程序包通过检测， 将通过电子邮件通知您状态。
cht: 我們目前正針對您提交的項目進行簡要驗證程序。如果發現任何問題，我們將透過此網頁和電子郵件通知您。如果應用程式封裝通過測試，我們將透過電子郵件通知您其狀態。
es_es: Estamos realizando una validación rápida de su publicación. Si detectamos problemas, se le informará en esta página y mediante correo electrónico. Si el paquete de la aplicación pasa esta prueba, se le comunicará el estado a mediante un el correo electrónico.
ja_jp: 登録いただいたアプリケーションの検査を行っています。問題が発見された場合には、登録者に対してメールで通知します。アプリケーションパッケージが検査が終了した場合にも登録者にその旨メールされます。
tr_tr: Gönderinizin hızlı onayını yapıyoruz. Herhangi bir sorun olması durumunda bu sayfa ve e-posta üzerinden bildirilecektir. Uygulama paketi bu testi geçerse durum, e-posta ile bildirilecektir.

# StatusIntro
source: Thanks for Submitting your Web App!
chs: 感谢您提交 Web 应用程序!
cht: 感謝您提交 Web 應用程式！
es_es: Gracias por publicar su aplicación web.
ja_jp: Web アプリケーションのご登録ありがとうございました。
tr_tr: Web Uygulamanızı gönderdiğiniz için teşekkürler.

# StatusNotAuthorizedIntro
source: Sorry, you are not authorized to edit the requested Application or Product data.
chs: 抱歉，您无权编辑请求的应用程序或产品数据。
cht: 很抱歉，您尚未取得授權，無法編輯您需要的應用程式或產品資料。
es_es: No está autorizado a modificar los datos solicitados de producto o aplicación.
ja_jp: このアプリケーションデータの編集はできません。
tr_tr: Talep edilen Uygulama veya Ürün Verilerini düzenleme yetkiniz yok.

# SubmissionCannotBeModified
source: This submission is being reviewed and processed by Microsoft Corp. No modifications can be made at this time.
tr_tr: Bu gönderi, Microsoft Corp tarafından incelenmekte ve işlenmektedir. Şu an herhangi bir değişiklik yapılamaz.

# SubmissionFormSpecialNote
source: The application submission system is offline while we do maintenance. It should be available again within a day. Please check back then. We apologize for the inconvenience.
tr_tr: Uygulama gönderim sistemi, bakım işlemleri sırasında çevrimdışıdır. Bir gün içinde tekrar kullanıma açılacaktır. Bu tarihte tekrar kontrol edin. Bu durum için özür dileriz.

# SubmitAppButtonText
source: Submit Your App
tr_tr: Uygulamanızı Gönderin

# SubmitDifferentLogoText
source: Submit a different logo
chs: 提交不同的徽标
cht: 提交不同的標誌
es_es: Publicar otro logotipo
ja_jp: 異なったロゴファイルを登録してください。
tr_tr: Farklı bir logo gönderin

# SubmitDifferentScreenshot
source: Delete or replace screenshot
chs: 删除或替换屏幕截图
cht: 刪除或取代螢幕擷取畫面
es_es: Eliminar o reemplazar una captura de pantalla
ja_jp: 画面イメージの削除もしくは更新
tr_tr: Ekran görüntüsünü silin veya değiştirin

# SubmitIntro
source: Thank you for your interest in the Web App Gallery. In order to list your application in the Gallery, we need to collect information about your application which will be used in the Web App Gallery and the Web Platform Installer.
chs: 感谢您对 Web 应用程序库的关注。为将您的应用程序列在库中，我们需要收集将在 Web 应用程序库和 Web Platform Installer 中使用的应用程序信息。我们还需要您的联系信息，这使 Microsoft 或我们的供应商在复查提交时能够联系到您。
cht: 感謝您使用 Web App Gallery。為了在應用程式庫中列出您的應用程式，我們需要收集與該應用程式有關的資訊，以便在 Web App Gallery 和網絡平台安裝工具中使用。此外，請您提供連絡資訊，以便 Microsoft 或我們的廠商在檢視您提交的項目時與您連絡。
es_es: Gracias por su interés en Web App Gallery. Para incluir su aplicación en Gallery, es necesario recopilar información sobre la misma. Dicha información se usará en Web App Gallery y Web Platform Installer. También necesitamos su información de contacto para que Microsoft o nuestros proveedores puedan ponerse en contacto durante la revisión de su publicación.
ja_jp: Web App ギャラリーに訪問ありがとうございます。あなたのアプリケーションをギャラリーに登録するには、Web Appギャラリー、および、Web Platform Installerが参照するあなたのアプリケーションの情報を正しくご登録いただく必要があります。また、マイクロソフトがあなたからの登録情報を確認するために、あなたのコンタクト情報もご登録ください。
tr_tr: Web App Gallery için gösterdiğiniz ilgiye teşekkür ederiz. Uygulamanızı Galeride listelemek için Web Uygulama Galerisi ve Web Platform Installer'da kullanılacak uygulamanız hakkında bilgi toplamamız gerekiyor.

# SubmittContactInfoButtonText
source: Submit Your Contact Information
tr_tr: İletişim Bilgilerinizi Gönderin

# SubmittingEntityExplanation
source: Submitting Entity is the name of the entity submitting the application.
chs: “提交实体”是提交应用程序的实体名称。
cht: 「提交實體」指的是提交應用程式之實體的名稱。
es_es: Entidad de publicación es el nombre de la entidad que publica la aplicación.
tr_tr: Gönderen Kurum, uygulamayı gönderen kurumun adıdır.

# SubmittingEntityLabel
source: Submitting Entity
chs: 提交实体
cht: 提交實體
es_es: Entidad de publicación
tr_tr: Gönderen Kurum

# SubmittingEntityUrlExplanation
source: Provide the URL for the primary website for the Submitting Entity.
chs: 提供提交实体主要网站的 URL。
cht: 請提供「提交實體」之主要網站的網址。
es_es: Proporcione la dirección URL del sitio web primario de la Entidad de publicación.
tr_tr: Gönderen Kurum için birincil web sitesinin URL adresini sağlayın.

# SubmittingEntityUrlLabel
source: Submitting Entity URL
chs: 提交实体 URL
cht: 提交實體的網址
es_es: Dirección URL de la Entidad de publicación
tr_tr: Gönderen Kurum URL adresi

# SubmittingEntityUrlStatus
source: Submitting Entity URL
chs: 提交实体 URL
cht: 提交實體的網址
es_es: Dirección URL de la Entidad de publicación
tr_tr: Gönderen Kurum URL adresi

# SubmittingEntityUrlValidationMessage
source: Invalid Submitting Entity URL
chs: 提交实体 URL 无效
cht: 無效的提交實體網址
es_es: Dirección URL de la Entidad de publicación no válida
tr_tr: Geçersiz Gönderen Kurum URL adresi

# SubmitTitle
source: Submit Web App
chs: 提交 Web 应用程序
cht: 提交 Web 應用程式
es_es: Publicar la aplicación web
ja_jp: Web App への登録
tr_tr: Web Uygulaması gönderin

# SuffixDefaultText
source: Suffix
chs: 后缀
cht: 稱謂
es_es: Sufijo
ja_jp: Suffix(もしあれば)
tr_tr: Sonek

# SuffixTT
source: Suffix
chs: 后缀
cht: 稱謂
es_es: Sufijo
tr_tr: Sonek

# SuperSubmitterAddButtonText
source: Add Super-Submitter
tr_tr: Süper Gönderen Ekle

# SuperSubmitterAddRemoveErrorMsg
source: An internal error occurred. Please either try again or contact Microsoft's <a href='appgal@microsoft.com' title='App Gallery Team'>App Gallery Team</a> so we may assist you.
tr_tr: Bir dahili hata oluştu. Tekrar deneyin ya da size yardımcı olabilmemiz için <a href="mailto:appgal@microsoft.com" title="App Gallery Team">Microsoft'un Uygulama Galerisi Ekibi</a> ile iletişim kurun.

# SuperSubmitterConfirmEmailWatermark
source: Confirm Email Address
tr_tr: E-posta Adresini Onayla

# SuperSubmitterEMailWatermark
source: Email Address
tr_tr: E-posta Adresi

# SuperSubmitterFirstNameWatermark
source: First Name
tr_tr: Ad

# SuperSubmitterLastNameWatermark
source: Last Name
tr_tr: Soyadı

# SuperSubmitterNameLabel
source: Name
tr_tr: Adı

# SuperSubmitterRemoveButtonText
source: Remove
tr_tr: Kaldır

# SuperSubmitterRequestErrorExplanation
source: There is a problem accepting or declining this invitation. Please contact Microsoft's <a href='appgal@microsoft.com' title='App Gallery Team'>App Gallery Team</a> for help resolving the issue.
tr_tr: Bu daveti kabul etme veya reddetmede bir sorun oluştur. Sorunu çözmede yardım için <a href="mailto:appgal@microsoft.com" title="App Gallery Team">Microsoft'un Uygulama Galerisi Ekibi</a> ile iletişim kurun.
