Repository: BruceQiu1996/webgallery
Catalog: WebGallery/App_GlobalResources/Submit.*.resx
Languages: chs, cht, es_es, ja_jp, tr_tr

# AboutMeIntroMsg
source: Thank you for your interest in the Web App Gallery. In order to list your application in the Gallery we need your contact information so that Microsoft or our vendors may contact you during the review of your submission.
tr_tr: Web App Gallery için gösterdiğiniz ilgiye teşekkür ederiz. Uygulamanızı Gallery'de listelemek amacıyla Microsoft veya satıcılarımızın gönderinizin incelenmesi sırasında sizinle iletişim kurması için iletişim bilgilerinizi gerekmektedir.

# AboutMeTitle
source: My Contact Information
tr_tr: İletişim Bilgilerim

# AcceptOwnershipRequestButtonText
source: I Accept
tr_tr: Kabul Ediyorum

# AcceptSuperSubmitterRequestButtonText
source: I Accept
tr_tr: Kabul Ediyorum

# AdditionalInfoLabel
source: Release Notes
chs: 其他信息
cht: 額外資訊
es_es: Información adicional
ja_jp: 備考
tr_tr: Ek Bilgiler

# AdditionalInfoSectionHeader
source: Provide Release Notes:
tr_tr: Daha Fazla Bilgi Sağlayın

# AdditionalInfoWatermark
source: Please provide additional information about this release, including any changes from a previously published version.
chs: 我们是否应了解任何有关的其他信息?
cht: 還有其他我們應該知道的資訊嗎？
es_es: ¿Hay más información que deberíamos conocer?
ja_jp: 追加情報がありましたら、こちらに記載ください。
tr_tr: Bilmemiz gereken başka bir bilgi var mı?

# Address1Label
source: Address 1
chs: 地址 1
cht: 地址 1
es_es: Dirección 1
ja_jp: 住所１
tr_tr: Adres 1

# Address2Label
source: Address 2
chs: 地址 2
cht: 地址 2
es_es: Dirección 2
ja_jp: 住所２
tr_tr: Adres 2

# Address3Label
source: Address 3
chs: 地址 3
cht: 地址 3
es_es: Dirección 3
ja_jp: 住所３
tr_tr: Adres 3

# AlreadyOwner
source: The specified person is already an owner (or unconfirmed owner).
tr_tr: Belirtilen kişi zaten bir sahip (veya onaylanmamış sahip).

# AlreadySuperSubmitter
source: The specified person is already a super-submitter (or unconfirmed super-submitter).
tr_tr: Belirtilen kişi zaten bir süper gönderici (veya onaylanmamış süper gönderici).

# AppIDExplanation
source: Provide an ID for your application. Use only letters and digits, no spaces or punctuation. This ID is used as the page name for your application in the <a href="/gallery" title="Windows Web App Gallery" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web App Gallery</a>.<br /><br />You will not be able to change this ID with future edits of your application such as for version updates.
chs: 为应用程序提供 ID。仅使用字母和数字，不使用空格或标点。此 ID 用作 <a href="../gallery/default.aspx" title="Windows Web 应用程序库" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web 应用程序库</a>中的应用程序页面名称。
cht: 請提供應用程式的 ID。此 ID 只能以字母和數字組成，其中不可包含空白或標點符號。此 ID 將用來做為您的應用程式在 <a href="/gallery" title="Windows Web App Gallery" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web App Gallery</a> 中的頁面名稱。
es_es: Proporcione un identificador para su aplicación. Use sólo letras y números, no utilice espacios en blanco o signos de puntuación. Este identificador se usa como nombre de página para su aplicación en <a href="/gallery" title="Windows Web App Gallery" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web App Gallery</a>.
ja_jp: Provide an ID for your application. Use only letters and digits, no spaces or punctuation. This ID is used as the page name for your application in the <a href="/gallery" title="Windows Web App Gallery" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web App Gallery</a>.
tr_tr: Uygulamanız için bir ID sağlayın. Sadece harfler ve rakamlar kullanın, boşluk veya imla işaretlerini kullanmayın. Bu kimlik, <a href="/gallery" title="Windows Web App Gallery" onclick="window.open(this.href, '_blank', ''); return false;" tabindex="9001">Windows Web Uygulama Galerisi</a>'ndeki uygulamanız için sayfa adı olarak kullanılır.<br /><br />Sürüm güncellemeleri gibi gelecekteki uygulama düzenlemelerinde bu kimliği değiştiremeyeceksiniz.

# AppIDLabel
source: App ID
chs: 应用程序 ID
cht: 應用程式 ID
es_es: Id. de la aplicación
tr_tr: Uygulama Kimliği

# AppIDValidationMessage
source: App ID can only use letters and digits
chs: 应用程序 ID 仅能使用字母和数字
cht: 應用程式 ID 只能以字母和數字組成
es_es: Id. de la aplicación sólo puede usar letras y números
ja_jp: App ID は英数字のみが利用できます
tr_tr: Uygulama Kimliğinde sadece harfler ve rakamlar kullanılabilir

# AppIDValidationText
source: alphanumberic only
chs: 仅字母数字
cht: 僅可使用英文字母和數字
es_es: sólo alfanumérico
ja_jp: 英数字のみ
tr_tr: sadece alfanümerik

# AppIDWatermark
source: Application
chs: 应用程序
cht: 應用程式
es_es: Aplicación
ja_jp: アプリケーション名
tr_tr: Uygulama

# ApplicationHeader
source: Application
chs: 应用程序
cht: 應用程式
es_es: Aplicación
ja_jp: アプリケーション
tr_tr: Uygulama

# ApplicationStartPageUrlExplanation
source: Provide the relative URL from the site root for the first page to load after the application is installed. For example:<br />/start.htm, /default.aspx or /install.php.
chs: 在应用程序安装后，提供要加载的第一页的从站点根算起的相对 URL。例如：<br />/start.htm、/default.aspx 或 /install.php。
cht: 請提供第一個網頁在網站根目錄上的相對網址，該網址會在應用程式安裝後載入。範例：<br />/start.htm、/default.aspx 或 /install.php。
es_es: Proporcione la dirección URL relativa desde la raíz del sitio para cargar la primera página después de instalar la aplicación. Por ejemplo:<br />/start.htm, /default.aspx o /install.php.
tr_tr: Uygulama kurulduktan sonra ilk sayfanın yüklenmesi için görece URL adresini site kök dizininden sağlayın. Örneğin:<br />/start.htm, /default.aspx veya /install.php.

# ApplicationStartPageUrlLabel
source: Application Start Page URL
chs: 应用程序开始页 URL
cht: 應用程式起始網頁的網址
es_es: Dirección URL de la página de inicio de la aplicación
ja_jp: アプリケーション スタートページ URL
tr_tr: Uygulama Başlangıç Sayfası URL Adresi

# ApplicationStartPageUrlTT_x64
source: Application Start Page URL (x64)
chs: 应用程序开始页 URL (x64)
cht: 應用程式起始網頁的網址 (x64)
es_es: Dirección URL de la página de inicio de la aplicación (x64)
ja_jp: アプリケーション スタートページ URL (x64)
tr_tr: Uygulama Başlangıç Sayfası URL Adresi (x64)

# ApplicationStartPageUrlTT_x86
source: Application Start Page URL (x86)
chs: 应用程序开始页 URL (x86)
cht: 應用程式起始網頁的網址 (x86)
es_es: Dirección URL de la página de inicio de la aplicación (x86)
ja_jp: アプリケーション スタートページ URL (x86)
tr_tr: Uygulama Başlangıç Sayfası URL Adresi (x86)

# ApplicationStatus
source: Application
chs: 应用程序
cht: 應用程式
es_es: Aplicación
ja_jp: アプリケーション
tr_tr: Uygulama

# AppNameExplanation
source: Provide the name of your application.
chs: 提供应用程序名称。
cht: 請提供應用程式的名稱。
es_es: Indique el nombre de su aplicación.
ja_jp: アプリケーション名を入力してください
tr_tr: uygulamanızın adını sağlayın.

# AppNameLabel
source: App Name
chs: 应用程序名称
cht: 應用程式名稱
es_es: Nombre de aplicación
ja_jp: アプリケーション名
tr_tr: Uygulama Adı

# AppNameWatermark
source: Application
chs: 应用程序
cht: 應用程式
es_es: Aplicación
ja_jp: アプリケーション
tr_tr: Uygulama

# AppOwnersIntroMsg
source: All owners will be able to modify application details and will be included on communications from Microsoft concerning the status of the application in the app gallery.
tr_tr: Tüm sahipler uygulama bilgilerini değiştirebilecek uygulama galerisinde uygulamanın durumuyla ilgili olarak Microsoft'tan gelen bilgi mesajlarına dahil edilecektir.

# AppOwnersTitle
source: Assign Additional Owners
tr_tr: Ek Sahipler Atayın

# AppsFilterLabel
source: List only apps whose App ID contains:
tr_tr: Sadece uygulama kimliği aşağıdakileri içerenleri listele:

# AppUniquenessValidationMessage
source: App ID, Version and Language are used by another submission. Modify the App ID.
tr_tr: Uygulama kimliği, Sürüm ve Dil başka bir gönderi tarafından kullanılmış. Uygulama kimliğini değiştir.

# AppUniquenessValidationText
source: not unique, please change
tr_tr: özel değil, lütfen değiştirin

# AppUniquenessValidationTooltip
source: The combination of the App ID, Version and Language you have provided are already in use by another submission. To make this submission unique you will need to change at least one of these values. Typically, the best solution is modify the App ID you have chosen.
tr_tr: Sağladığınız Uygulama kimliği, Sürüm ve Dil kombinasyonu başka bir gönderi tarafından daha önceden kullanılmış. Bu gönderinin özel olmasını sağlamak için bu değerlerden en az birini değiştirmeniz gerekmektedir. Genel olarak seçtiğini Uygulama kimliğini değiştirmek en iyi çözümdür.

# AppWebSiteUrlExplanation
source: Provide an URL to your application's website homepage.
chs: 提供应用程序网站主页的 URL。
cht: 請提供應用程式網站首頁的網址。
es_es: Proporcione una dirección URL para la página principal del sitio web de su aplicación.
ja_jp: アプリケーション WebサイトのURLを入力してください。
tr_tr: Uygulamanızın web sitesi ana sayfası için bir URL adresi sağlayın.

# AppWebSiteUrlLabel
source: App Web Site URL
chs: 应用程序网站 URL
cht: 應用程式網站網址
es_es: Dirección URL del sitio web de la aplicación
ja_jp: Web サイト URL
tr_tr: Uygulama Web Sitesi URL adresi

# AppWebSiteUrlStatus
source: App Web Site URL
chs: 应用程序网站 URL
cht: 應用程式網站網址
es_es: Dirección URL del sitio web de la aplicación
ja_jp: Web サイト URL
tr_tr: Uygulama Web Sitesi URL adresi

# AppWebSiteUrlValidationMessage
source: Invalid App Web Site URL
chs: 无效应用程序网站 URL
cht: 無效的應用程式網站網址
es_es: Dirección URL del sitio web de la aplicación no válida
ja_jp: 間違ったWeb サイト URL
tr_tr: Geçersiz Uygulama Web Sitesi URL adresi

# BriefDescriptionExplanation
source: <strong>400</strong> characters remaining
chs: <span id="brief-description-countdown" class="low-count">200</span> 个剩余字符<br /><br />
cht: 尚可輸入 <span id="brief-description-countdown" class="low-count">400</span> 個字元
es_es: faltan <span id="brief-description-countdown" class="low-count">400</span> caracteres
ja_jp: <strong>400</strong> (残り入力可能文字数)
tr_tr: <span id="brief-description-countdown" class="low-count">400</span> karakter kaldı

# BriefDescriptionLabel
source: Brief Description
chs: 简短说明
cht: 簡短描述
es_es: Descripción breve
ja_jp: 説明文
tr_tr: Kısa Açıklama

# BriefDescriptionValidationMessage
source: Brief Description must be no more than 400 characters
chs: 简短说明不得超过 400 个字符
cht: 簡短描述的長度不可超過 400 個字元
es_es: Descripción breve no deben tener más de 400 caracteres
ja_jp: 400文字以内で説明文を入力してください。
tr_tr: Kısa açıklama, 400 karakterden uzun olmamalıdır

# BriefDescriptionValidationText
source: too many characters
chs: 字符太多
cht: 字元過多
es_es: demasiados caracteres
ja_jp: 文字数の制限を超えました
tr_tr: çok fazla karakter

# BriefDescriptionWatermark
source: Brief Description (400 characters max)
chs: 简短说明(最多 400 个字符)
cht: 簡短描述 (最多 400 個字元)
es_es: Descripción breve (400 caracteres como máximo)
ja_jp: 説明文 (400 文字以内)
tr_tr: Kısa Açıklama (maks. 400 karakter)

# CancelBtnText
source: cancel
tr_tr: iptal

# ChangedLabel
source: modified
tr_tr: değiştirilmiş

# ChangeStatusBtnText
source: change status
tr_tr: durumu&nbsp;değiştir

# CityLabel
source: City
chs: 城市
cht: 城市
es_es: Población
ja_jp: 市町村
tr_tr: Şehir

# ClearDependenciesText
source: clear selections
chs: 清除选择
cht: 清除選項
es_es: borrar selecciones
ja_jp: 消去
tr_tr: seçimleri sil

# ClearImageText
source: reset
chs: 重置
cht: 重設
es_es: limpiar
ja_jp: リセット
tr_tr: sıfırla

# ClearPackage
source: Clear Values
tr_tr: Değerleri Sil

# CodePlexUrlFormatValidationText
source: Invalid CodePlex URL
tr_tr: Geçersiz CodePlex URL'si

# CodePlexUrlFormatValidationTooltip
source: Please follow codeplex format: http://YourApplicationName.codeplex.com/Project/Download/FileDownload.aspx?DownloadId=nnnnn
tr_tr: Lütfen codeplex formatına uyun: http://YourApplicationName.codeplex.com/Project/Download/FileDownload.aspx?DownloadId=nnnnn

# CommercialProductUrlExplanation
source: Provide an URL to the Web page where you promote your commercial products.
chs: 提供推出促销商用产品的网页 URL。
cht: 請提供您用來宣傳商品之網頁的網址。
es_es: Proporcione una dirección URL a la página web donde promocionar los productos comerciales.
ja_jp: 商用版製品のWebサイトURLを入力してください。
tr_tr: Ticari ürünlerinizi tanıttığınız web sayfası için bir URL adresi sağlayın.

# CommercialProductUrlLabel
source: Commercial Product URL
chs: 商用产品 URL
cht: 商品網址
es_es: Dirección URL de productos comerciales
ja_jp: 商用版製品 URL
tr_tr: Ticari Ürün URL Adresi

# CommercialProductUrlStatus
source: Commercial Product URL
chs: 商用产品 URL
cht: 商品網址
es_es: Dirección URL de productos comerciales
ja_jp: 商用版製品 URL
tr_tr: Ticari Ürün URL Adresi

# CommercialProductUrlValidationMessage
source: Invalid Commercial Product URL
chs: 无效商用产品 URL
cht: 無效的商品網址
es_es: Dirección URL de productos comerciales no válida
ja_jp: 商用版製品 URLが間違っています。
tr_tr: Geçersiz Ticari Ürün URL Adresi

# CommercialServicesCaption
source: Commercial Services/Products
chs: 商用服务/产品
cht: 商務/商品
es_es: Productos o servicios comerciales
ja_jp: 商用サービス / 製品
tr_tr: Ticari Hizmetler/Ürünler

# ConfirmationEMailRequired
source: EMail Address confirmation is required
tr_tr: E-posta Adresinin onaylanması gerekmektedir

# ContactHeader
source: Contact
chs: 联系人
cht: 連絡人
es_es: Contacto
ja_jp: コンタクト先
tr_tr: İlgili Kişi

# ContactInfoSaveErrorMsg
source: We're sorry but your data could not be saved. An internal error occurred. Please either try again or contact Microsoft's <a href='appgal@microsoft.com' title='App Gallery Team'>App Gallery Team</a> so we may assist you.
tr_tr: Verileriniz kaydedilemedi. Bir dahili hata oluştu. Tekrar deneyin ya da size yardımcı olabilmemiz için <a href="mailto:appgal@microsoft.com" title="App Gallery Team">Microsoft'un Uygulama Galerisi Ekibi</a> ile iletişim kurun.

# ContactStatus
source: Contact
chs: 联系人
cht: 連絡人
es_es: Contacto
ja_jp: コンタクト先
tr_tr: İlgili Kişi

# CopyFromPackageBtnText
source: Copy Values
tr_tr: Değerleri Kopyala

# CopyFromPackageLabel
source: from
tr_tr: başlangıç

# CopyToX64
source: Copy information to x64 tab
chs: 将信息复制到 x64 选项卡
cht: 把資訊複製到 x64 標籤
es_es: Ficha Copiar información a x64
ja_jp: x64 タブに情報をコピー
tr_tr: Bilgileri x64 sekmesine kopyala

# CopyToX86
source: Copy information to x86 tab
chs: 将信息复制到 x86 选项卡
cht: 把資訊複製到 x86 標籤
es_es: Ficha Copiar información a x86
ja_jp: x86 タブに情報をコピー
tr_tr: Bilgileri x86 sekmesine kopyala

# CountryLabel
source: Country
chs: 国家/地区
cht: 國家/地區
es_es: País
ja_jp: 国
tr_tr: Ülke

# DashboardClick
source: click
tr_tr: tıklat

# DashboardCloneBtnText
source: clone
tr_tr: kopyala

# DashboardCloneHeader
source: Clone
tr_tr: Kopyala

# DashboardDeleteBtnText
source: delete
tr_tr: sil

# DashboardManageOwnersBtnText
source: owners
tr_tr: sahipler

# DashboardNotAuthorizedIntro
source: Sorry, you are not authorized to use this page.
chs: 抱歉，您未得到使用此页的授权。
cht: 很抱歉，您尚未取得授權，因此無法使用此網頁。
es_es: No está autorizado a usar esta página.
ja_jp: 申し訳ありません。このページの認証がされていません。
tr_tr: Bu sayfayı kullanmaya yetkili değilsiniz.

# DashboardNoTransactionsText
source: No transactions have been recorded yet for this submission.
tr_tr: Bu gönderi için henüz bir işlem kaydedilmemiş.

# DashboardOwnersBtnText
source: owners
tr_tr: sahipler

# DashboardSubmissionCreatedHeader
source: Created
tr_tr: Oluşturan

# DashboardSubmissionFormBtnText
source: edit
tr_tr: düzenle

# DashboardSubmissionFormHeader
source: Edit
tr_tr: Düzenle

# DashboardSubmissionIDHeader
source: ID
tr_tr: Kimlik

# DashboardSubmissionLanguageHeader
source: Language
tr_tr: Dil

# DashboardSubmissionNameHeader
source: Name
tr_tr: Adı

# DashboardSubmissionNicknameHeader
source: App ID
tr_tr: Uygulama Kimliği

# DashboardSubmissionStatusHeader
source: Status
tr_tr: Durum

# DashboardSubmissionUpdatedHeader
source: Updated
tr_tr: Güncelleme

# DashboardSubmissionVersionHeader
source: Ver
tr_tr: Sürüm

# DashboardTransactionBtnText
source: notes
tr_tr: notlar

# DashboardTransactionHeader
source: Notes
tr_tr: Notlar

# DashboardTransactionsForLabel
source: Transactions for
tr_tr: Aşağıdakiler için işlemler

# DateFormatText
source: mm/dd/yyyy
es_es: dd/mm/aaaa
ja_jp: 月/日/年 (mm/dd/yyyy)
tr_tr: aa/gg/yyyy

# DeclineOwnershipRequestButtonText
source: I Decline
tr_tr: Reddediyorum

# DeclineSuperSubmitterRequestButtonText
source: I Decline
tr_tr: Reddediyorum

# DeleteOwnershipRequestButtonText
source: OK
tr_tr: Tamam

# DeleteSuperSubmitterRequestButtonText
source: OK
tr_tr: Tamam

# DependenciesCaption
source: Dependencies
chs: 依赖关系
cht: 相依性
es_es: Dependencias
ja_jp: 依存関係
tr_tr: Bağımlılıklar

# Dependencies_DatabaseHeader
source: Database
chs: 数据库
cht: 資料庫
es_es: Base de datos
ja_jp: データベース
tr_tr: Veritabanı

# Dependencies_DatabaseTT
source: Database
chs: 数据库
cht: 資料庫
es_es: Base de datos
ja_jp: データベース
tr_tr: Veritabanı

# Dependencies_FrameworksAndRuntimesHeader
source: Frameworks and Runtimes
chs: 框架<br />和运行时
cht: 架構<br />和執行階段
es_es: Marcos de trabajo y tiempos de ejecución
ja_jp: フレームワークとランタイム
tr_tr: Çerçeveler ve Çalışma Zamanları

# Dependencies_FrameworksAndRuntimesTT
source: Frameworks and Runtimes
chs: 框架和运行时
cht: 架構和執行階段
es_es: Marcos de trabajo y tiempos de ejecución
ja_jp: フレームワークとランタイム
tr_tr: Çerçeveler ve Çalışma Zamanları

# Dependencies_WebServerExtensionsHeader
source: Web Server Extensions
chs: Web 服务器<br />扩展
cht: 網頁伺服器<br />擴充功能
ja_jp: Web サーバー拡張機能
tr_tr: Web Sunucusu Uzantıları

# Dependencies_WebServerExtensionsTT
source: Web Server Extensions
chs: Web 服务器扩展
cht: 網頁伺服器擴充功能
ja_jp: Web サーバー拡張機能
tr_tr: Web Sunucusu Uzantıları

# DescribeYourAppSectionHeader
source: Describe Your Application:
tr_tr: Uygulamanızı Tarif Edin:

# DescribeYourAppSectionSubheader
source: At least one language is required.
tr_tr: En az bir dil gerekmektedir.

# DescriptionExplanation
source: <strong>1500</strong> characters remaining
chs: <span id="description-countdown" class="low-count">1500</span> 个剩余字符<br /><br />
cht: 尚可輸入 <span id="description-countdown" class="low-count">1500</span> 個字元
es_es: faltan <span id="description-countdown" class="low-count">1.500</span> caracteres
ja_jp: <strong>1500</strong> (残り入力可能文字数)
tr_tr: <span id="description-countdown" class="low-count">1500</span> karakter kaldı

# DescriptionLabel
source: Description
chs: 说明
cht: 描述
es_es: Descripción
ja_jp: 説明文
tr_tr: Açıklama

# DescriptionValidationMessage
source: Description must be no more than 1500 characters
chs: 说明不得超过 1500 个字符
cht: 描述的長度不可超過 1500 個字元
es_es: Descripción no deben tener más de 1500 caracteres
ja_jp: 1500文字以内で説明文を入力してください。
tr_tr: Açıklama, 1500 karakterden uzun olmamalıdır

# DescriptionValidationText
source: too many characters
chs: 字符太多
cht: 字元過多
es_es: demasiados caracteres
tr_tr: çok fazla karakter

# DescriptionWatermark
source: Description (1500 characters max)
chs: 说明(最多 1500 个字符)
cht: 描述 (最多可包含 1500 個字元)
es_es: Descripción (1500 caracteres como máximo)
ja_jp: 説明文 (1500 文字以内)
tr_tr: Açıklama (maks. 1500 karakter)

# DirectContact1ValidationMessage
source: Invalid Direct Contact (1) telephone number
chs: 直接联系人 (1) 电话号码无效
cht: 直接連絡人 (1) 電話號碼無效
es_es: Número de teléfono de contacto directo (1) no válido
ja_jp: コンタクト先1の電話番号が間違っています
tr_tr: Geçersiz Doğrudan İletişim (1) telefon numarası

# DirectContact2UniquenessValidationMessage
source: Direct Contact Data 2
chs: 直接联系人数据 2
cht: 直接連絡人資料 2
es_es: Datos de Contacto directo 2
ja_jp: コンタクト先データ2
tr_tr: Doğrudan İletişim Verileri 2

# DirectContact2UniquenessValidationText
source: must be different
chs: 必须不同
cht: 不可輸入重複資訊
es_es: debe ser distinto
ja_jp: 異なるコンタクト先の入力
tr_tr: farklı olmalı

# DirectContact2UniquenessValidationTooltip
source: two different direct contacts are required
chs: 需要两个不同的直接联系人
cht: 您必須提供兩個不同的直接連絡人
es_es: se requieren dos contactos directos distintos
ja_jp: ２つの異なるコンタクト先が必要です。
tr_tr: iki farklı doğrudan iletişim bilgisi gerekmektedir

# DirectContact2ValidationMessage
source: Invalid Direct Contact (2) telephone number
chs: 直接联系人 (2) 电话号码无效
cht: 直接連絡人 (2) 的電話號碼無效
es_es: Número de teléfono de contacto directo (2) no válido
ja_jp: コンタクト先2の電話番号が間違っています
tr_tr: Geçersiz Doğrudan İletişim (2) telefon numarası

# DirectContactData1TT
source: Direct Contact Data 1
chs: 直接联系人数据 1
cht: 直接連絡人資料 1
es_es: Datos de Contacto directo 1
ja_jp: コンタクト先データ1
tr_tr: Doğrudan İletişim Verileri 1

# DirectContactData2TT
source: Direct Contact Data 2
chs: 直接联系人数据 2
cht: 直接連絡人資料 2
es_es: Datos de Contacto directo 2
ja_jp: コンタクト先データ2
tr_tr: Doğrudan İletişim Verileri 2

# DirectContactExplanation
source: Provide us with 2 additional direct contact methods we may use to get in contact with you regarding your application submission.
chs: 请向我们提供可用来联系您讨论应用程序提交事项的其他两种直接联系方法。
cht: 請提供兩個額外的直接連絡方式，以便我們針對您提交的應用程式相關事宜與您聯繫。
es_es: Proporciónenos 2 métodos de contacto directo adicionales que podamos usar para ponernos en contacto en relación a la publicación de su aplicación.
ja_jp: アプリケーション投稿についてお問い合わせさせていただくために2つの追加コンタクト方法を入力してください。
tr_tr: Uygulama gönderiniz hakkında sizinle iletişime geçmek için kullanabileceğimiz 2 ek doğrudan iletişim yöntemi sağlayın.

# DirectContactHeader
source: Direct Contact Methods
chs: 直接联系方法
cht: 直接連絡方法
es_es: Métodos de contacto directo
ja_jp: コンタクト方法
tr_tr: Doğrudan İletişim Yöntemleri

# DirectContactMethod1TT
source: Direct Contact Method 1
chs: 直接联系方法 1
cht: 直接連絡方法 1
es_es: Método de contacto directo 1
ja_jp: コンタクト方法 1
tr_tr: Doğrudan İletişim Yöntemi 1

# DirectContactMethod2TT
source: Direct Contact Method 2
chs: 直接联系方法 2
cht: 直接連絡方法 2
es_es: Método de contacto directo 2
ja_jp: コンタクト方法2
tr_tr: Doğrudan İletişim Yöntemi 2

# DirectContactValidationText
source: unknown telephone format
chs: 电话格式未知
cht: 未知的電話號碼格式
es_es: formato teléfono desconocido
ja_jp: 電話番号の入力が間違っています
tr_tr: bilinmeyen telefon formatı

# DirectContactValidationTooltip
source: the format of this telephone number is not recognized
chs: 此电话号码格式无法识别
cht: 無法辨識此電話號碼格式
es_es: el formato de este número de teléfono no se reconoce
ja_jp: 電話番号形式が異なります
tr_tr: bu telefon numarasının formatı algılanamadı

# DropdownDefaultText
source: Pick one
chs: 选择一种
cht: 請挑選一項
es_es: Elija uno
ja_jp: 一つ選んでください
tr_tr: Birini seçin

# DropdownNoChoiceText
source: None
chs: 无
cht: 無
es_es: Ninguno
ja_jp: 無し
tr_tr: Yok

# EMailAddressesDoNotMatch
source: The EMail Addresses do not match
tr_tr: E-posta adresleri eşleşmiyor

# eMailConfirmationValidationText1
source: Unknown Confirmation EMail format
tr_tr: Bilinmeyen Onaylama E-posta formatı

# eMailLabel
source: eMail
chs: 电子邮件
cht: 電子郵件
es_es: Correo electrónico
ja_jp: メール
tr_tr: e-posta

# eMailOriginalValidationText
source: Unknown EMail format
tr_tr: Bilinmeyen E-posta formatı

# EMailRequired
source: EMail Address is required
tr_tr: E-posta Adresi zorunludur

# eMailValidationMessage
source: Invalid eMail
chs: 电子邮件无效
cht: 無效的電子郵件
es_es: Correo electrónico no válido
ja_jp: 無効なメール
tr_tr: Geçersiz e-posta

# eMailValidationText
source: unknown eMail format
chs: 电子邮件格式未知
cht: 未知的電子郵件格式
es_es: formato de correo electrónico desconocido
ja_jp: メールアドレスの形式が間違っています
tr_tr: bilinmeyen e-posta formatı

# eMailValidationTooltip
source: the format of this eMail address is not recognized
chs: 此电子邮件地址格式无法识别。
cht: 無法辨識的電子郵件地址格式
es_es: el formato de esta dirección de correo electrónico no se reconoce
ja_jp: メールアドレスの形式が間違っています
tr_tr: bu e-posta adresinin formatı algılanamadı

# FileSizeLabel
source: File Size (in bytes)
chs: 文件大小(字节)
cht: 檔案大小 (單位為位元組)
es_es: Tamaño del archivo (en bytes)
ja_jp: ファイルサイズ (バイト)
tr_tr: Dosya Boyutu (bayt cinsinden)

# FileSizeLabel_x64
source: File Size (in bytes) (x64)
chs: 文件大小(字节) (x64)
cht: 檔案大小 (單位為位元組) (x64)
es_es: Tamaño del archivo (en bytes) (x64)
ja_jp: ファイルサイズ (バイト) (x64)
tr_tr: Dosya Boyutu (bayt cinsinden) (x64)

# FileSizeLabel_x86
source: File Size (in bytes) (x86)
chs: 文件大小(字节) (x86)
cht: 檔案大小 (單位為位元組) (x86)
es_es: Tamaño del archivo (en bytes) (x86)
ja_jp: ファイルサイズ (バイト) (x86)
tr_tr: Dosya Boyutu (bayt cinsinden) (x86)

# FileSizeStatus_x64
source: File size (x64)
chs: 文件大小 (x64)
cht: 檔案大小 (x64)
es_es: Tamaño del archivo (x64)
ja_jp: ファイルサイズ (x64)
tr_tr: Dosya boyutu (x64)

# FileSizeStatus_x86
source: File size (x86)
chs: 文件大小 (x86)
cht: 檔案大小 (x86)
es_es: Tamaño del archivo (x86)
ja_jp: ファイルサイズ (x86)
tr_tr: Dosya boyutu (x86)
